{
    "banklist": [{ 
        "b":"净借记限额",
        "p":[{
            "n": "北京"  
         },{
            "n": " ", 
        }]
    },{
        "b": "清算排队" 
        "p": [{
            "n": "河北" 
        },{
            "n": "陕西",
            
          }]      
    },{ 
        "b": "清算账户信息",
        "p": [{
            "n": "陕西"  
          },{
            "n": "内蒙古" 
         }]  
    },{
        "b": "开户单位全面流动性信息",
        "p": [{
            "n": "内蒙古" 
         }] 
    },{
        "b": "扎差排队",
        "p": [{
            "n": "湖北" 
          }]      
    },{
        "b": "资金池管理查询申请",
        "p": [{
            "n": "湖北" 
          }]      
    },{
        "b": "自动拆借管理查询申请",
        "p": [{
            "n": "湖北" 
          }]      
    }] 
}