{
	"banklist": [{ 
		"b":"浦发银行",
		"p":[{
		    "n": "北京",
			"c": [{
				    "s": "东城区"
				},
				{
					"s": "西城区"
				},
				{
					"s": "崇文区"
				},
				{
					"s": "宣武区"
				},
				{
					"s": "朝阳区"
				},
				{
					"s": "丰台区"
				},
				{
					"s": "石景山区"
				},
				{
					"s": "海淀区"
				},
				{
					"s": "门头沟区"
				},
				{
					"s": "房山区"
				},
				{
					"s": "通州区"
				},
				{
					"s": "顺义区"
				},
				{
					"s": "昌平区"
				},
				{
					"s": "大兴区"
				},
				{
					"s": "平谷区"
				},
				{
					"s": "怀柔区"
				},
				{
					"s": "密云县"
				},
				{
					"s": "延庆县"
			}]  
	  },{
			"n": "河北",
			"c": [{
				"s": "石家庄"
			},
			{
				"s": "邯郸"
			},
			{
				"s": "秦皇岛"
			},
			{
				"s": "保定"
			},
			{
				"s": "唐山"
			}] 
		}]
	},{
		"b": "中国工商银行",
		"p": [{
			"n": "河北",
			"c": [{
				"s": "石家庄"
			},
			{
				"s": "邯郸"
			},
			{
				"s": "秦皇岛"
			},
			{
				"s": "保定"
			},
			{
				"s": "唐山"
			}] 
		},{
			"n": "陕西",
			"c": [{
				"s": "西安"
			},
			{
				"s": "延安"
			},
			{
				"s": "宝鸡"
			},
			{
				"s": "渭南"
			}]
		  }] 	  
	},{ 
		"b": "中国农业银行",
		"p": [{
			"n": "陕西",
			"c": [{
				"s": "西安"
			},
			{
				"s": "延安"
			},
			{
				"s": "宝鸡"
			},
			{
				"s": "渭南"
			}]
		  },{
			"n": "内蒙古",
			"c": [{
				"s": "呼和浩特"
			},
			{
				"s": "包头"
			},
			{
				"s": "石拐"
			},
			{
				"s": "乌海"
			}]
		 }]  
	},{
		"b": "中国建设银行",
		"p": [{
			"n": "内蒙古",
			"c": [{
				"s": "呼和浩特"
			},
			{
				"s": "包头"
			},
			{
				"s": "石拐"
			},
			{
				"s": "乌海"
			}]
		 }]	
	},{
		"b": "民生银行",
		"p": [{
			"n": "湖北",
			"c": [{
				"s": "武汉"
			},
			{
				"s": "十堰市"
			},
			{
				"s": "江夏区"
			},
			{
				"s": "丹江口"
			}]
		  }] 	  
	}] 
}